export default {
    "navigation": {
        "home": "الرئيسية",
        "about": "معلومات عنا",
        "contact": "اتصل بنا",
        "appointments": "التخصصات",
        "forum": "المنتدى",
        "futures": "المميزات",
        "reviews": "التقييمات",
        "login": "تسجيل الدخول",
        "signup": "انشاء حساب"
    },
    "home": {
        "title": "الرئيسية",
        "description": "الرئيسية",
        "expolre-button": "اكتشف المزيد",
        "label": "مرحبا بكم في المستشفى"
    },
    "signup": {
        "title": "انشاء حساب",
        "description": "أنشئ حساب جديد",
        "name": "الاسم",
        "civil-id": "رقم الهوية",
        "email": "البريد الالكتروني",
        "password": "كلمة المرور",
        "confirm": "تأكيد كلمة المرور",
        "submit": "تسجيل"
    },
    "login": {
        "title": "تسجيل الدخول",
        "description": "سجل دخولك",
        "email": "البريد الالكتروني",
        "password": "كلمة المرور",
        "submit": "تسجيل"
    },
    "about": {
        "title": "معلومات عنا",
        "description": "معلومات عنا",
        "content": "مرحباً بك في مستشفى ريف، منارة التميز في مجال الرعاية الصحية منذ إنشائها في عام 1970 على يد الدكتور أحمد زويل صاحب الرؤية الثاقبة. استلهم الدكتور أحمد زويل رؤيته من التزامه بالابتكار والرعاية الرحيمة وتصوره لمؤسسة طبية تمزج بسلاسة بين التكنولوجيا المتطورة والنهج الذي يركز على الإنسان. على مر العقود، تطورت مستشفى ريف لتصبح مؤسسة رائدة في مجال الرعاية الصحية، حيث تعمل باستمرار على رفع مستوى المعايير الطبية. لا تزال روح الريادة التي تمتع بها مؤسسنا متأصلة في روحنا، مما يدفعنا إلى تبني أحدث التطورات في مجال الرعاية الصحية لضمان حصول مرضانا على أفضل علاج ممكن، فمن بداياتنا المتواضعة إلى أن أصبحنا حجر الزاوية في المجتمع، أعطى مستشفى ريف الأولوية باستمرار للقدرة على تحمل التكاليف دون المساومة على الجودة. وقد أكسبنا التزامنا بتوفير رعاية صحية شاملة يسهل الوصول إليها ثقة الأجيال. في مستشفى ريف، يستمر إرث أحمد زويل في مستشفى ريف من خلال أخصائيي الرعاية الصحية المتفانين ومرافقنا الحديثة. نتطلع إلى مواصلة رحلتنا في الشفاء والابتكار والخدمة لسنوات عديدة قادمة",
        "metadata-1": "العملاء المرضيون",
        "metadata-2": "العمليات",
        "metadata-3": "المناظير"
    },
    "futures": {
        "title": "المميزات",
        "description": "مميزات المستشفى",
        "first-future": "استمتع براحة البال مع توفرنا على مدار الساعة طوال أيام الأسبوع، مما يضمن لك رعاية صحية عالية الجودة كلما احتجت إليها للحصول على الدعم والرعاية المستمرة",
        "second-future": "سلامتك في غاية الأهمية. ونستخدم تدابير أمنية متقدمة لضمان بيئة محمية طوال تجربتكم معنا",
        "third-future": "الحصول على الرعاية الشاملة مع أحدث الاختبارات والمعدات المتقدمة، بما يضمن نتائج دقيقة للرعاية الصحية الشخصية المكيفة حسب احتياجاتك",
        "fourth-future": "",
        "fifth-future":"اكتشف أفضل رعاية طبية من الدرجة الأولى مقترنة بتغطية تأمينية ممتازة لراحة بالك ورفاهيتك الشاملة",
        "sixth-future":"استمتع بتجربة رعاية العظام المتقدمة بأحدث التقنيات بأسعار معقولة، مع إعطاء الأولوية لكل من الابتكار ورفاهيتك المالية"
    },
    "forum": {
        "title": "منتدى",
        "description": "منتدى",
        "start-post-label": "بدء منشور",
        "show-post": "اظهار",
        "ask-ai": "اسألك الذكاء الاصطناعي",
        "comment-here-label": "ارسل تعليق هنا",
        "user-type-1": "مريض",
        "user-type-2": "طبيب"
    },
    "contact": {
        "title": "اتصل بنا",
        "description": "تواصل معنا"    
    },
    "footer": {
        "copyright": "جميع الحقوق محفوظة",
        "made": "صنع بواسطة فريق 301"
    }
}